<div class="mt-4 p-5 ">
  <div class="container">
    <h1>ประวัติโรงเรียนสีกัน</h1>      
  </div>
</div>
<div class="container">
	<div class="row">
		<section class="main a">
			<h3>ปรัชญาโรงเรียน</h3>
			<p class="t-center">นตฺถิ ปญฺญา สมาอาภา "แสงสว่างเสมอด้วยปัญญาไม่มี"</p>
			<h3>คติพจน์</h3>
			<p class="t-center">ศรัทธา วิริยะ ปัญญา</p>
			<h3>ธงประจำโรงเรียน</h3>
			<p class="t-center">สีเหลือง พื้นธง สีม่วง – เหลือง</p>
			<h3>ประวัติโรงเรียน</h3>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;โรงเรียนสีกัน (วัฒนานันท์อุปถัมภ์) ตั้งอยู่เลขที่ 567 ถนนสรงประภา แขวงสีกัน เขตดอนเมือง กรุงเทพมหานคร 10210
				เริ่มสร้างเมื่อปี พ.ศ. 2508 โดยได้รับบริจาค ที่ดิน 8 ไร่ 3 งาน 94 ตารางวาจากนายเทียน วัฒนานันท์อุปถัมภ์ เหตุนี้จึงได้ชื่อว่า
				“วัฒนานันท์อุปถัมภ์” ต่อท้ายชื่อโรงเรียนเริ่มแรกโรงเรียนได้รับ งบประมาณจากกรมสามัญศึกษา กระทรวงศึกษาธิการ
				สร้างอาคารเรียนแบบ 004 จำนวน 1 หลัง 8 ห้องเรียนพร้อมอุปกรณ์การเรียน และเปิดสอนในระดับ ป.5 เมื่อวันที่ 18 พฤษภาคม 2508
				มีครูเพียง 5 คน นักเรียนทั้งสิ้น 117 คน
					ปีการศึกษา 2520 ได้รับคำสั่งตั้งเป็นโรงเรียนมัธยมศึกษา เปิดสอนในระดับมัธยมศึกษาตอนต้นและตอนปลาย   โรงเรียนได้พัฒนาการเรียนการสอน ตามพระราชบัญญัติการศึกษาแห่งชาติ พ.ศ. 2542 โดยเน้นผู้เรียนสำคัญที่สุด เพื่อเตรียม
				นักเรียนให้ก้าวสู่อนาคตอย่างรู้ทันโลกและมั่นคงปัจจุบันโรงเรียนกำลัง เข้าสู่ระบบการประกันคุณภาพเพื่อพัฒนายกระดับ
				มาตราฐานการศึกษาสร้างความเชื่อมั่นให้โรงเรียน เป็นที่ยอมรับของชุมชน</p>
		</section>
	</div>
</div>
